{
    "2023-07-02": "Hungover. My plan for this week is to figure out what I’m going to do once I go back to work. ",
    "2023-07-03": "What differentiates anxiety and excitement? I feel some way right now but it’s a mix of both. \n\nI’m simply not sure how I mean to go forward. I’m conflicted about work. If I didn’t have to go to work I would cut all ties and move on, but I’d be in the exact same position as I was before, so that’s not an option.  \n\nI might have wasted the day but I ended it feeling much empowered. The more hope I have for my future, especially when it comes to dating, the less I think about Alice. I know I can get over this. I just need more options. \n",
    "2023-07-04": "Today I am stuck in my mind. Today I’m wondering where I go from here. I’m asking myself how do I move on? I notice sometimes I stop thinking about her, I stop thinking about everything and for a moment I feel okay. I drift in and out but I will find my way. \n\n\"Let me fall if I must fall. The one I become will catch me\"\n-Baal Shem Tov\n",
    "2023-07-05": "I wouldn’t say I’m happy, but I’m not stressed. I don’t want to go back to work and I don’t think this job is going to pan out for me long term. \n\nI’m still thinking about what I’m going to do once I get back to work. \n",
    "2023-07-06": "",
    "2023-07-07": "",
    "2023-07-08": "",
    "2023-07-09": "",
    "2023-07-10": "",
    "2023-07-11": "",
    "2023-07-27": "www\n         dddsdfdsfd       ",
    "2023-07-31": "",
    "2023-07-26": "",
    "2023-07-30": "asaaa\n                ",
    "2023-07-29": "\n asdasdasdsa  asdasd             ",
    "2023-07-22": "",
    "2023-07-23": "",
    "2023-07-14": "",
    "2023-07-15": "",
    "2023-07-16": "",
    "2023-07-12": "sdfsdfsdf\n                ",
    "2023-07-13": "",
    "2023-07-18": "\n asdasdasdsa               ",
    "2023-07-01": "I let a bunch of coke heads into my house. I wanted to stay in Canterbury  but Stephen made me cut my night short. He said he was worried what might happen if he left me on my own. Really? I’m an adult. \n\nWhy does Steve tank my nights in one way or another? Why couldn’t we have stayed out? I just want to go out and meet the perfect girl and then call it a day. \n\nI just need some fucking courage. "
}